[{
    "vak": "Strategy & Concept",
    "doelstellingen": [{
        "title": "Brand strategy",
        "content": ""
      },
      {
        "Media products": "",
        "content": ""
      }
    ]
  },

  {
    "vak": "Development",
    "doelstellingen": [{
        "title": "product",
        "content": ""
      },
      {
        "process": "",
        "content": ""
      }
    ]
  },

  {
    "vak": "User experience",
    "doelstellingen": [{
        "title": "Prototyping",
        "content": "Tijdens de user experience lessen ben ik bezig geweest met het maken van verschillende prototypes. Ik ben hierbij begonnen met het maken van een storyboard. Het verhaal dat uitgebeeld werd in het storyboard moest gaan over iemand die fan wordt van een artiest en een concert gaat bezoeken.Voor mij was het dan de bedoeling om met behulp van afbeeldingen de juiste handelingen aan te tonen om zo een visueel verhaal te creëren. Ik ben begonnen met het schetsen van een storyboard op sticky - notes en ben ze later digitaal uit gaan werken. Aangezien mijn teken skills niet overweldigend zijn ben ik snel overgegaan naar het digitale ontwerp. Na een eerste opzet gemaakt te hebben kreeg ik feedback over het ontwerp van mijn storyboard. Ook werd mij door de feedback duidelijk om zo min mogelijk tekst te gebruiken aangezien het verhaal duidelijk moet zijn aan de hand van de afbeeldingen of illustraties. De feedback heb ik toegepast op de tweede versie van mijn storyboard ontwerp. Ik k heb ervoor gezorgd dat het hoofdpersoon dezelfde T - shirt kleur heeft en dat de haarkleur overeenkomt. Na een tweede ontwerp te maken ben ik mensen gaan vragen of ze mij het verhaal kunnen uitleggen dat ik heb proberen duidelijk te maken. Hieruit bleek dat het verhaal voor de meeste mensen wel duidelijk was. Dit kwam echter wel deels door de minimale tekst die aanwezig is in het storyboard. Voor de volgende iteratie wil ik proberen om de tekst weg te krijgen uit het storyboard zodat het verhaal ook zonder tekst duidelijk is. Ik moet dus een andere manier gaan zoeken om duidelijk te illustreren hoe iemand tickets besteld voor een show."
      },
      {
        "title": "Usability testing",
        "content": ""
      }
    ]
  },

  {
    "vak": "Project",
    "doelstellingen": [{
        "title": "Complete media products",
        "content": ""
      },
      {
        "title": "Meeting clients needs",
        "content": ""
      }
    ]
  },

  {
    "vak": "Professional Development",
    "doelstellingen": [{
        "title": "Insight",
        "content": ""
      },
      {
        "title": "Communication",
        "content": ""
      },
      {
        "title": "Learning skills",
        "content": ""
      }
    ]
  }
]
